Repository: Acidburn0zzz/partitionmanager
Catalog: po/*.po
Languages: de

# @info/plain
source: Set flags for partition <filename>%1</filename> to "%2"
de: Setze Flags für Partition <filename>%1</filename> auf "%2"

# @info/plain unit
source: (unknown unit)
de: (unbekannte Einheit)

# @info/plain
source: Command: %1 %2
de: Befehl: %1 %2

source: (Command timeout while starting)
de: (Zeitüberschreitung des Befehls beim Start)

source: (Command timeout while running)
de: (Zeitüberschreitung des Befehls bei der Ausführung)

source: %1: Operation Report
de: %1: Operationsbericht

source: Date:
de: Datum:

source: Program version:
de: Programmversion:

source: Machine:
de: System:

source: This table shows which file systems are supported and which specific operations can be performed on them. Some file systems need external tools to be installed for them to be supported. But not all operations can be performed on all file systems, even if all required tools are installed. Please see the documentation for details.
de: Diese Tabelle zeigt, welche Dateisysteme unterstützt werden und welche Operationen auf sie angewandt werden können. Einige Dateisysteme setzen die Installation externer Programme voraus um unterstützt werden zu können. Jedoch können nicht alle Operationen auf alle Dateisysteme angewandt werden, auch wenn die benötigten Programme installiert sind. Bitte lesen Sie die Dokumentation für genauere Informationen.

source: File System
de: Dateisystem:

source: Create
de: Erstellen

source: Grow
de: Vergrößern

source: Shrink
de: Verkleinern

source: Move
de: Verschieben

source: Copy
de: Kopieren

source: Check
de: Prüfen

source: Read Label
de: Bezeichnung lesen

source: Write Label
de: Bezeichnung schreiben

source: Read Usage
de: Belegung auslesen

source: Backup
de: Sichern

source: Restore
de: Wiederherstellen

# @action:button
source: &Rescan Support
de: &Neu prüfen

# @title:window
source: KDE Partition Manager
de: KDE Partitionsmanager

source: Type
de: Typ

source: Mount point
de: Einhängepunkt

source: Label
de: Bezeichnung

source: Size
de: Größe

source: Used
de: Belegt

# @title:window
source: Devices
de: Geräte

# @title:window
source: Pending Operations
de: Ausstehende Operationen

# @title:window
source: Log Output
de: Protokollausgabe

source: Time
de: Zeit

source: Message
de: Nachricht

# @title:menu turn on and off edit toolbar
source: Edit toolbar
de: Bearbeiten-Werkzeugleiste

# @title:menu
source: Partition toolbar
de: Partitionen-Werkzeugleiste

# @title:menu
source: Device toolbar
de: Geräte-Werkzeugleiste

# @title:menu
source: View
de: Ansicht

# @title:menu
source: Device
de: Gerät

source: &Label:
de: &Bezeichnung:

# @label
source: This file system does not support setting a label.
de: Das Dateisystem unterstützt das Setzen von Bezeichnungen nicht.

# @label:listbox
source: File &system:
de: Datei&system:

# @label
source: Mount point:
de: Einhängepunkt:

# @label
source: Partition type:
de: Partitionstyp:

# @label
source: Size:
de: Größe:

# @label partition capacity available
source: Available:
de: Verfügbar:

# @label partition capacity used
source: Used:
de: Belegt:

# @label
source: First sector:
de: Erster Sektor:

# @label
source: Last sector:
de: Letzter Sektor:

# @label
source: Number of sectors:
de: Anzahl Sektoren:

source: Recreate existing file system
de: Dateisystem neu erstellen

source: &Save
de: &Speichern

source: &Open in External Browser
de: In externem Webbrowser &öffnen

source: Operations and Jobs
de: Operationen und Aufgaben

source: Time Elapsed
de: Vergangene Zeit

source: Total Time: 00:00:00
de: Gesamtzeit: 00:00:00

source: Total: %p%
de: Gesamt: %p%

# @label:listbox
source: Partition type:
de: Partitionstyp:

# @label:listbox
source: File system:
de: Dateisystem:

# @label
source: Minimum size:
de: Minimale Größe:

# @label
source: Maximum size:
de: Maximale Größe:

# @label:listbox
source: Free space before:
de: Freier Platz davor:

# @label:listbox
source: Size:
de: Größe:

# @label:listbox
source: Free space after:
de: Freier Platz danach:

# NAME OF TRANSLATORS
source: Your names
de: Volker Lanz

# EMAIL OF TRANSLATORS
source: Your emails
de: vl@fidra.de
