Repository: Acidburn0zzz/partitionmanager
Catalog: po/*.po
Languages: de

# @info/plain
source: Could not open file system on source partition <filename>%1</filename> for backup.
de: Konnte Dateisystem auf Quellpartition <filename>%1</filename> nicht zum Sichern öffnen.

# @info/plain
source: Could not create backup file <filename>%1</filename>.
de: Konnte Sicherungsdatei <filename>%1</filename> nicht anlegen.

# @info/plain
source: Back up file system on partition <filename>%1</filename> to <filename>%2</filename>
de: Sichern des Dateisystems auf Partition <filename>%1</filename> nach <filename>%2</filename>

# @info/plain
source: Check file system on partition <filename>%1</filename>
de: Überprüfe Dateisystem auf Partition <filename>%1</filename>

# @info/plain
source: Cannot copy file system: File system on target partition <filename>%1</filename> is smaller than the file system on source partition <filename>%2</filename>.
de: Kann Dateisystem nicht kopieren: Dateisystem auf Zielpartition <filename>%1</filename> ist kleiner als das Dateisystem auf Quellpartition <filename>%2</filename>.

# @info/plain
source: Could not open file system on source partition <filename>%1</filename> for copying.
de: Konnte Dateisystem auf Quellpartition <filename>%1</filename> nicht zum Kopieren öffnen.

# @info/plain
source: Could not open file system on target partition <filename>%1</filename> for copying.
de: Konnte Dateisystem auf Zielpartition <filename>%1</filename> nicht zum Kopieren öffnen.

# @info/plain
source: Closing device. This may take a few seconds.
de: Schließe Gerät. Dies kann einige Sekunden dauern.

# @info/plain
source: Copy file system on partition <filename>%1</filename> to partition <filename>%2</filename>
de: Kopiere Dateisystem auf Partition <filename>%1</filename> nach Partition <filename>%2</filename>

# @info/plain
source: Create file system %1 on partition <filename>%2</filename>
de: Erzeuge Dateisystem %1 auf Partition <filename>%2</filename>

# @info/plain
source: Unknown partition role for new partition <filename>%1</filename> (roles: %2)
de: Unbekannte Partitionsrolle für neue Partition <filename>%1</filename> (Rollen: %2)

# @info/plain
source: Failed to add partition <filename>%1</filename> to device <filename>%2</filename>.
de: Das Hinzufügen der Partition <filename>%1</filename> zu Gerät <filename>%2</filename> ist fehlgeschlagen.

# @info/plain
source: Failed to create a new partition: could not get geometry for constraint.
de: Erstellen einer neuen Partition fehlgeschlagen: Konnte Geometrie für Constraint nicht erstellen.

# @info/plain
source: Failed to create new partition <filename>%1</filename>.
de: Das Erstellen der neuen Partition <filename>%1</filename> ist fehlgeschlagen.

# @info/plain
source: Could not open device <filename>%1</filename> to create new partition <filename>%2</filename>.
de: Konnte Gerät <filename>%1</filename> nicht öffnen, um Partition <filename>%2</filename> zu erstellen.

# @info/plain
source: Create new partition <filename>%1</filename>
de: Erstelle neue Partition <filename>%1</filename>

# @info/plain
source: Create new partition on device <filename>%1</filename>
de: Erstelle neue Partition auf Gerät <filename>%1</filename>

# @info/plain
source: Creating partition table failed: Could not retrieve partition table type "%1" for <filename>%2</filename>.
de: Erstellen der Partitionstabelle fehlgeschlagen: Konnte Typ "%1" der Partitionstabelle für <filename>%2</filename> nicht auslesen.

# @info/plain
source: Creating partition table failed: Could not open device <filename>%1</filename>.
de: Erstellen der Partitionstabelle fehlgeschlagen: Konnte Gerät <filename>%1</filename> nicht öffnen.

# @info/plain
source: Create new partition table on device <filename>%1</filename>
de: Erstelle neue Partitionstabelle auf Gerät <filename>%1</filename>

# @info/plain
source: Failed to erase reiser4 signature on partition <filename>%1</filename>.
de: Löschen der reiser4 Signatur auf Partition <filename>%1</filename> fehlgeschlagen.

# @info/plain
source: Failed to clobber file system on partition <filename>%1</filename>.
de: Ausradieren des Dateisystems auf Partition <filename>%1</filename> fehlgeschlagen.

# @info/plain
source: Could not delete file system on partition <filename>%1</filename>: Failed to get partition.
de: Konnte Dateisystem auf <filename>%1</filename> nicht löschen: Partition nicht gefunden.

# @info/plain
source: Could not delete file system signature for partition <filename>%1</filename>: Failed to open device <filename>%2</filename>.
de: Konnte Dateisystemsignatur auf Partition <filename>%1</filename> nicht löschen: Öffnen von Gerät <filename>%2</filename> fehlgeschlagen.

# @info/plain
source: Delete file system on <filename>%1</filename>
de: Lösche Dateisystem auf <filename>%1</filename>

# @info/plain
source: Could not delete partition <filename>%1</filename>.
de: Konnte Partition <filename>%1</filename> nicht löschen.

# @info/plain
source: Deleting partition failed: Partition to delete (<filename>%1</filename>) not found on disk.
de: Löschen der Partition fehlgeschlagen: Zu löschende Partition (<filename>%1</filename>) nicht auf Festplatte gefunden.

# @info/plain
source: Deleting partition failed: Could not open device <filename>%1</filename>.
de: Löschen der Partition fehlgeschlagen: Konnte Gerät <filename>%1</filename> nicht öffnen.

# @info/plain
source: Delete the partition <filename>%1</filename>
de: Löschen der Partition <filename>%1</filename>

# @info/plain
source: The sector size in the source and target for copying are not the same. This is currently unsupported.
de: Die Sektorgrößen von Quelle und Ziel für das Kopieren sind nicht gleich. Dies wird gegenwärtig nicht unterstützt.

# @info/plain
source: Copying %1 blocks (%2 sectors) from %3 to %4, direction: %5.
de: Kopiere %1 Blöcke (%2 Sektoren) von %3 nach %4, Richtung: %5.

# @info/plain
source: Copying remainder of block size %1 from %2 to %3.
de: Kopiere Rest von Blockgröße %1 von %2 nach %3.

# @info/plain
source: Copying %1 blocks (%2 sectors) finished.
de: Kopieren von %1 Blöcken (%2 Sektoren) abgeschlossen.

# @info/plain
source: Source and target for copying do not overlap: Rollback is not required.
de: Quelle und Ziel des Kopiervorgangs überschneiden sich nicht, kein rückgängig machen erforderlich.

# @info/plain
source: Rollback from: First sector: %1, last sector: %2.
de: Rollback von: Erster Sektor: %1, letzter Sektor: %2.

# @info/plain
source: Rollback to: First sector: %1, last sector: %2.
de: Rollback nach: Erster Sektor: %1, letzter Sektor: %2.

# @info/plain
source: Could not open device <filename>%1</filename> to rollback copying.
de: Konnte Gerät <filename>%1</filename> zum Rückgängigmachen des Kopierens nicht öffnen.

# @info/plain
source: Rollback failed: Source or target are not devices.
de: Rollback fehlgeschlagen. Quelle oder Ziel ist kein Gerät.

# @info/plain
source: Could not determine file system of partition at sector %1 on device <filename>%2</filename>.
de: Konnte Dateisystem der Partition bei Sektor %1 auf Gerät <filename>%2</filename> nicht feststellen.

# @info/plain
source: Job: %1
de: Aufgabe: %1

# @info:progress job
source: Pending
de: Ausstehend

# @info:progress job
source: Success
de: Erfolg

# @info:progress job
source: Error
de: Fehler

# @info/plain
source: Could not open file system on partition <filename>%1</filename> for moving.
de: Konnte Dateisystem auf Partition <filename>%1</filename> nicht zum Verschieben öffnen.

# @info/plain
source: Could not create target for moving file system on partition <filename>%1</filename>.
de: Konnte Ziel zum Verschieben des Dateisystems auf Partition <filename>%1</filename> nicht erstellen.

# @info/plain
source: Rollback for file system on partition <filename>%1</filename> failed.
de: Rollback für das Dateisystem auf Partition <filename>%1</filename> fehlgeschlagen.

# @info/plain
source: Move the file system on partition <filename>%1</filename> to sector %2
de: Verschiebe das Dateisystem auf Partition <filename>%1</filename> zu Sektor %2

# @info/plain
source: The file system on partition <filename>%1</filename> already has the requested length of %2 sectors.
de: Das Dateisystem auf Partition <filename>%1</filename> hat bereits die gewünschte Länge von %2 Sektoren.

# @info/plain
source: Resizing file system from %1 to %2 sectors.
de: Ändere die Größe des Dateisystems von %1 auf %2 Sektoren.

# @info/plain
source: Resizing a %1 file system using LibParted internal functions.
de: Ändere ein %1 Dateisystem mit Hilfe von LibParted-internen Funktionen.

# @info/plain
source: The file system on partition <filename>%1</filename> cannot be resized because there is no support for it.
de: Die Größe des Dateisystems auf Partition <filename>%1</filename> kann nicht geändert werden weil die Unterstützung dafür fehlt.

# @info/plain
source: Resizing file system on partition <filename>%1</filename>: Could not open device <filename>%2</filename>.
de: Ändern der Dateisystemgröße auf Partition <filename>%1</filename>: Konnte Gerät <filename>%2</filename> nicht öffnen.

# @info/plain
source: Successfully resized file system using LibParted.
de: Größe des Dateisystems mit Hilfe von LibParted-internen Funktionen erfolgreich geändert.

# @info/plain
source: Could not resize file system on partition <filename>%1</filename>.
de: Konnte Dateisystem auf Partition <filename>%1</filename> nicht in der Größe verändern.

# @info/plain
source: Could not get geometry for resized partition <filename>%1</filename> while trying to resize the file system.
de: Konnte Geometrie der in der Größe veränderten Partition <filename>%1</filename> nicht ermitteln als die Größe des Dateisystems verändert werden sollte.

# @info/plain
source: Could not open partition <filename>%1</filename> while trying to resize the file system.
de: Konnte Partition <filename>%1</filename> nicht öffnen als das Dateisystem in der Größe verändert/verschoben werden sollte.

# @info/plain
source: Could not read geometry for partition <filename>%1</filename> while trying to resize the file system.
de: Konnte Geometrie der Partition <filename>%1</filename> nicht lesen als die Größe des Dateisystems verändert werden sollte.

# @info/plain
source: Maximize file system on <filename>%1</filename> to fill the partition
de: Maximiere Dateisystem auf <filename>%1</filename>, so dass es die Partition ausfüllt

# @info/plain
source: Resize file system on partition <filename>%1</filename> to %2 sectors
de: Ändere Größe des Dateisystems auf Partition <filename>%1</filename> auf %2 Sektoren.

# @info/plain
source: Could not open backup file <filename>%1</filename> to restore from.
de: Konnte Abbilddatei <filename>%1</filename> für das Wiederherstellen nicht öffnen.

# @info/plain
source: Could not open target partition <filename>%1</filename> to restore to.
de: Konnte Zielpartition <filename>%1</filename> für das Wiederherstellen nicht öffnen.

# @info/plain
source: Restore the file system from file <filename>%1</filename> to partition <filename>%2</filename>
de: Stelle Dateisystem aus Datei <filename>%1</filename> auf Partition <filename>%2</filename> wieder her.

# @info/plain
source: File system on partition <filename>%1</filename> does not support setting labels. Job ignored.
de: Dateisystem <filename>%1</filename> unterstützt das Setzen von Bezeichnungen nicht. Aufgabe ignoriert.

# @info/plain
source: Set the file system label on partition <filename>%1</filename> to "%2"
de: Setze die Dateisystembezeichnung von Partition <filename>%1</filename> auf "%2"

# @info/plain
source: The flag "%1" is not available on the partition's partition table.
de: Das Flag "%1" steht in der Partitionstabelle der Partition nicht zur Verfügung.

# @info flag turned on, active
source: on
de: an

# @info flag turned off, inactive
source: off
de: aus

# @info/plain
source: There was an error setting flag %1 for partition <filename>%2</filename> to state %3.
de: Beim Setzen von Flag %1 für die Partition <filename>%2</filename> auf %3 ist ein Fehler aufgetreten.

# @info/plain
source: Could not find partition <filename>%1</filename> on device <filename>%2</filename> to set partition flags.
de: Konnte Partition <filename>%1</filename> auf Gerät <filename>%2</filename> nicht finden, um Partitionsflags zu setzen.

# @info/plain
source: Could not open device <filename>%1</filename> to set partition flags for partition <filename>%2</filename>.
de: Konnte Gerät <filename>%1</filename> zum Setzen der Partitionsflags von Partition <filename>%2</filename> nicht öffnen.

# @info/plain
source: Clear flags for partition <filename>%1</filename>
de: Flags von Partition <filename>%1</filename> löschen

# @info/plain
source: Set the flags for partition <filename>%1</filename> to "%2"
de: Setze die Flags von Partition <filename>%1</filename> auf "%2"

# @info/plain
source: Could not set geometry for partition <filename>%1</filename> while trying to resize/move it.
de: Konnte Geometrie für Partition <filename>%1</filename> nicht setzen als sie in der Größe verändert/verschoben werden sollte.

# @info/plain
source: Could not get constraint for partition <filename>%1</filename> while trying to resize/move it.
de: Konnte Constraint für Partition <filename>%1</filename> nicht erhalten als sie in der Größe verändert/verschoben werden sollte.

# @info/plain
source: Could not get geometry for partition <filename>%1</filename> while trying to resize/move it.
de: Konnte Geometrie für Partition <filename>%1</filename> nicht auslesen als sie in der Größe verändert/verschoben werden sollte.

# @info/plain
source: Could not open partition <filename>%1</filename> while trying to resize/move it.
de: Konnte Partition <filename>%1</filename> nicht öffnen als sie in der Größe verändert/verschoben werden sollte.

# @info/plain
source: Could not open device <filename>%1</filename> while trying to resize/move partition <filename>%2</filename>.
de: Konnte Gerät <filename>%1</filename> nicht öffnen als die Größe von Partition <filename>%2</filename> geändert oder diese verschoben werden sollte.

# @info/plain
source: Set geometry of partition <filename>%1</filename>: Start sector: %2, length: %3
de: Setze Geometrie von Partition <filename>%1</filename>: Startsektor: %2, Länge: %3.

# @info
source: <para><warning>You do not have administrative privileges.</warning></para><para>It is possible to run <application>%1</application> without these privileges. You will, however, <emphasis>not</emphasis> be allowed to apply operations.</para><para>Do you want to continue running <application>%1</application>?</para>
de: <para><warning>Sie haben keine Administratorrechte.</warning></para> <para>Es ist möglich, <application>%1</application> ohne diese Rechte auszuführen. Sie werden jedoch <emphasis>nicht</emphasis> die Möglichkeit haben, Operationen anzuwenden.</para> <para>Möchten Sie <application>%1</application> weiterhin ausführen?</para>

# @title:window
source: No administrative privileges
de: Keine Administratorrechte

# @action:button
source: Run without administrative privileges
de: Ohne Administratorrechte ausführen

# @title
source: <application>KDE Partition Manager</application>
de: <application>KDE Partitionsmanager</application>

# @title
source: Manage your disks, partitions and file systems
de: Verwalten Sie Ihre Festplatten, Partitionen und Dateisysteme

# @info/plain
source: Backup partition <filename>%1</filename> (%2, %3) to <filename>%4</filename>
de: Partition <filename>%1</filename> (%2, %3) nach <filename>%4</filename> sichern

# @info/plain
source: Check and repair partition <filename>%1</filename> (%2, %3)
de: Prüfen und reparieren von Partition <filename>%1</filename> (%2, %3)

# @info/plain
source: Warning: Maximizing file system on target partition <filename>%1</filename> to the size of the partition failed.
de: Warnung: Ändern der Größe des Dateisystems auf der Zielpartition <filename>%1</filename> zur Größe der Partition fehlgeschlagen.

# @info/plain
source: Checking target partition <filename>%1</filename> after copy failed.
de: Überprüfen von Zeilpartition <filename>%1</filename> nach dem Kopieren fehlgeschlagen.

# @info/plain
source: Copying source to target partition failed.
de: Kopieren der Quelle in die Zielpartition fehlgeschlagen.

# @info/plain
source: Creating target partition for copying failed.
de: Erstellen der Zielpartition für das Kopieren fehlgeschlagen.

# @info/plain
source: Checking source partition <filename>%1</filename> failed.
de: Überprüfen der Quellpartition <filename>%1</filename> fehlgeschlagen.

# @info/plain
source: Copy partition <filename>%1</filename> (%2, %3) to <filename>%4</filename> (%5, %6)
de: Kopiere Partition <filename>%1</filename> (%2, %3) nach <filename>%4</filename> (%5, %6)

# @info/plain
source: Copy partition <filename>%1</filename> (%2, %3) to <filename>%4</filename> (%5, %6) and grow it to %7
de: Kopiere Partition <filename>%1</filename> (%2, %3) nach <filename>%4</filename> (%5, %6) und vergrößere sie auf %7

# @info/plain
source: Copy partition <filename>%1</filename> (%2, %3) to unallocated space (starting at %4) on <filename>%5</filename>
de: Kopiere Partition <filename>%1</filename> (%2, %3) in freien Speicherplatz (beginnend bei %4) auf <filename>%5</filename>

# @info/plain
source: Copy partition <filename>%1</filename> (%2, %3) to unallocated space (starting at %4) on <filename>%5</filename> and grow it to %6
de: Kopiere Partition <filename>%1</filename> (%2, %3) in freien Speicherplatz (beginnend bei %4) auf <filename>%5</filename> und vergrößere sie auf %6

# @info/plain
source: Create filesystem %1 on partition <filename>%2</filename>
de: Erzeuge Dateisystem %1 auf Partition <filename>%2</filename>

# @info/plain
source: Create a new partition table on <filename>%1</filename>
de: Erzeuge eine neue Partitionstabelle auf <filename>%1</filename>

# @info/plain
source: Delete partition <filename>%1</filename> (%2, %3)
de: Lösche Partition <filename>%1</filename> (%2, %3)

# @info/plain
source: Create a new partition (%1, %2) on <filename>%3</filename>
de: Erzeuge eine neue Partition (%1, %2) auf <filename>%3</filename>

# @info:progress operation
source: None
de: Keiner

# @info:progress operation
source: Pending
de: Ausstehend

# @info:progress operation
source: Running
de: Wird ausgeführt

# @info:progress operation
source: Success
de: Erfolg

# @info:progress operation
source: Warning
de: Warnung

# @info:progress operation
source: Error
de: Fehler

# @info/plain
source: Moving extended partition <filename>%1</filename> failed.
de: Verschieben der erweiterten Partition <filename>%1</filename> fehlgeschlagen.

# @info/plain
source: Checking partition <filename>%1</filename> after resize/move failed.
de: Überprüfen von Partition <filename>%1</filename> nach Größenänderung/verschieben fehlgeschlagen.

# @info/plain
source: Resizing/moving partition <filename>%1</filename> failed.
de: Größe ändern/verschieben von Partition <filename>%1</filename> fehlgeschlagen.

# @info/plain
source: Checking partition <filename>%1</filename> before resize/move failed.
de: Überprüfen von Partition <filename>%1</filename> vor Größe verändern/verschieben fehlgeschlagen.

# @info/plain describe resize/move action
source: Move partition <filename>%1</filename> to the left by %2
de: Verschiebe Partition <filename>%1</filename> um %2 nach links.

# @info/plain describe resize/move action
source: Move partition <filename>%1</filename> to the right by %2
de: Verschiebe Partition <filename>%1</filename> um %2 nach rechts.

# @info/plain describe resize/move action
source: Grow partition <filename>%1</filename> from %2 to %3
de: Vergrößere Partition <filename>%1</filename> von %2 auf %3

# @info/plain describe resize/move action
source: Shrink partition <filename>%1</filename> from %2 to %3
de: Verkleinere Partition <filename>%1</filename> von %2 auf %3

# @info/plain describe resize/move action
source: Move partition <filename>%1</filename> to the left by %2 and grow it from %3 to %4
de: Verschiebe Partition <filename>%1</filename> um %2 nach links und vergrößere sie von %3 auf %4

# @info/plain describe resize/move action
source: Move partition <filename>%1</filename> to the right by %2 and grow it from %3 to %4
de: Verschiebe Partition <filename>%1</filename> um %2 nach rechts und vergrößere sie von %3 auf %4

# @info/plain describe resize/move action
source: Move partition <filename>%1</filename> to the left by %2 and shrink it from %3 to %4
de: Verschiebe Partition <filename>%1</filename> um %2 nach links und verkleinere sie von %3 auf %4

# @info/plain describe resize/move action
source: Move partition <filename>%1</filename> to the right by %2 and shrink it from %3 to %4
de: Verschiebe Partition <filename>%1</filename> um %2 nach rechts und verkleinere sie von %3 auf %4

# @info/plain describe resize/move action
source: Unknown resize/move action.
de: Unbekannte Aktion zum Größe Verändern/Verschieben

# @info/plain
source: Resize/move failed: Could not resize file system to shrink partition <filename>%1</filename>.
de: Größe verändern/verschieben fehlgeschlagen: Konnte Dateisystemgröße nicht ändern um Partition <filename>%1</filename> zu verkleinern.

# @info/plain
source: Resize/move failed: Could not shrink partition <filename>%1</filename>.
de: Größe verändern/verschieben fehlgeschlagen: Konnte Partition <filename>%1</filename> nicht verkleinern.

# @info/plain
source: Moving partition <filename>%1</filename> failed.
de: Verschieben von Partition <filename>%1</filename> fehlgeschlagen.

# @info/plain
source: Moving the filesystem for partition <filename>%1</filename> failed. Rolling back.
de: Verschieben des Dateisystems für Partition <filename>%1</filename> fehlgeschlagen. Beginne Rollback.

# @info/plain
source: Moving back partition <filename>%1</filename> to its original position failed.
de: Zurückverschieben von Partition <filename>%1</filename> auf ihre ursprüngliche Position fehlgeschlagen.

# @info/plain
source: Resize/move failed: Could not grow partition <filename>%1</filename>.
de: Größe verändern/verschieben fehlgeschlagen: Konnte Partition <filename>%1</filename> nicht vergrößern.

# @info/plain
source: Resize/move failed: Could not resize the file system on partition <filename>%1</filename>
de: Größe verändern/verschieben fehlgeschlagen: Konnte das Dateisystem auf Partition <filename>%1</filename> nicht in der Größe verändern.

# @info/plain
source: Could not restore old partition size for partition <filename>%1</filename>.
de: Konnte alte Partitionsgröße von Partition <filename>%1</filename> nicht wiederherstellen.

# @info/plain
source: Checking target file system on partition <filename>%1</filename> after the restore failed.
de: Überprüfen des Zieldateisystems auf Partition <filename>%1</filename> nach dem Wiederherstellen fehlgeschlagen.

# @info/plain
source: Restoring file system failed.
de: Wiederherstellen des Dateisystems fehlgeschlagen.

# @info/plain
source: Creating the destination partition to restore to failed.
de: Erzeugen der Zielpartition, in die wiederhergestellt werden sollte, fehlgeschlagen.

# @info/plain
source: Restore partition from <filename>%1</filename> to <filename>%2</filename>
de: Stelle Partition aus <filename>%1</filename> wieder her nach <filename>%2</filename>

# @info/plain
source: Restore partition on <filename>%1</filename> at %2 from <filename>%3</filename>
de: Stelle Partition auf <filename>%1</filename> bei %2 aus <filename>%3</filename> wieder her

# @info/plain
source: Set label for partition <filename>%1</filename> to "%2"
de: Setze Bezeichnung für Partition <filename>%1</filename> auf "%2"

# @info/plain
source: Set label for partition <filename>%1</filename> from "%2" to "%3"
de: Setze Bezeichnung für Partition <filename>%1</filename> von "%2" auf "%3"
