Repository: Acidburn0zzz/partitionmanager
Catalog: po/*.po
Languages: de

# @info/plain
source: LibParted Exception: %1
de: LibParted Fehler: %1

# @info/plain
source: Device found: %1
de: Gerät gefunden: %1

# @info/plain
source: Deleting a partition just created: Undoing the operation to create the partition.
de: Löschen einer gerade erzeugten Partition: Mache Operation zum Erzeugen der Partition rückgängig.

# @info/plain
source: Resizing a partition just created: Updating start and end in existing operation.
de: Ändern der Größe einer gerade erzeugten Partition: Aktualisiere Start und Ende in der bestehenden Operation.

# @info/plain
source: Copying a new partition: Creating a new partition instead.
de: Kopieren einer neuen Partition: Erzeuge stattdessen eine neue Partition.

# @info/plain
source: Changing label for a new partition: No new operation required.
de: Ändern der Bezeichnung einer neuen Partition: Keine neue Operation notwendig.

# @info/plain
source: Changing file system for a new partition: No new operation required.
de: Ändern des Dateisystems einer neuen Partition: Keine neue Operation notwendig.

# @info/plain
source: Deleting a partition just copied: Removing the copy.
de: Löschen einer gerade kopierten Partition: Lösche die Kopie.

# @info/plain
source: Deleting a partition just copied over an existing partition: Removing the copy and deleting the existing partition.
de: Löschen einer Partition, die gerade über eine bestehende Partition kopiert wurde: Löschen die Kopie und die bestehende Partition.

# @info/plain
source: Copying a partition that is itself a copy: Copying the original source partition instead.
de: Kopieren einer Partition, die selbst eine Kopie ist: Kopiere stattdessen die ursprüngliche Quellpartition.

# @info/plain
source: Deleting a partition just restored: Removing the restore operation.
de: Löschen einer gerade wiederhergestellten Partition: Entferne die Operation zum Wiederherstellen.

# @info/plain
source: Deleting a partition just restored to an existing partition: Removing the restore operation and deleting the existing partition.
de: Löschen einer gerade wiederhergestellten Partition in eine bestehende Partition: Entferne die Operation zur Wiederherstellung und lösche die bestehende Partition.

# @info/plain
source: Changing flags again for the same partition: Removing old operation.
de: Nochmaliges Ändern der Flags für die selbe Partition: Entferne alte Operation.

# @info/plain
source: Changing label again for the same partition: Removing old operation.
de: Nochmaliges Ändern der Bezeichnung für die selbe Partition: Entferne alte Operation.

# @info/plain
source: Add operation: %1
de: Operation hinzufügen: %1

# @item partition name
source: unallocated
de: nicht belegt

# @item partition name
source: New Partition
de: Neue Partition

# @item partition name
source: Restored Partition
de: Wiederhergestellte Partition

# @item partition name
source: Copy of %1
de: Kopie von %1

# @item partition role
source: unallocated
de: nicht belegt

# @item partition role
source: logical
de: logisch

# @item partition role
source: extended
de: erweitert

# @item partition role
source: primary
de: primär

# @item partition role
source: none
de: keine

# @item partition flag
source: swap
de: Auslagerung

# @item partition flag
source: hidden
de: versteckt

# @info/plain
source: Partition <filename>%1</filename> does not start at a cylinder boundary (first sector: %2, modulo: %3).
de: Partition <filename>%1</filename> beginnt nicht an einer Zylindergrenze (erster Sektor: %2, Modulo: %3).

# @info/plain
source: Partition <filename>%1</filename> does not end at a cylinder boundary (last sector: %2, modulo: %3).
de: Partition <filename>%1</filename> endet nicht an einer Zylindergrenze (letzter Sektor: %2, Modulo: %3).

# @info/plain
source: The partition cannot be created with the requested length of %1 sectors and will instead only be %2 sectors long.
de: Die Partition kann nicht mit der gewünschten Länge von %1 Sektoren erzeugt werden und wird stattdessen nur %2 Sektoren lang sein.

# @item/plain filesystem name
source: unknown
de: unbekannt

# @item/plain filesystem name
source: extended
de: erweitert

# @item/plain filesystem name
source: unformatted
de: unformatiert

# @title:menu
source: Mount
de: Einbinden

# @title:menu
source: Unmount
de: Auswerfen

# @info/plain
source: Resizing JFS file system on partition <filename>%1</filename> failed: Could not create temp dir.
de: Ändern der Größe des JFS Dateisystems auf Partition <filename>%1</filename> fehlgeschlagen: Konnte Temporärverzeichnis nicht anlegen.

# @info/plain
source: Resizing JFS file system on partition <filename>%1</filename> failed: Remount failed.
de: Ändern der Größe des JFS Dateisystems auf Partition <filename>%1</filename> fehlgeschlagen: Remount fehlgeschlagen.

# @info/plain
source: Warning: Resizing JFS file system on partition <filename>%1</filename>: Unmount failed.
de: Warnung: Ändern der Größe des JFS Dateisystems auf Partition <filename>%1</filename>: Unmount fehlgeschlagen.

# @info/plain
source: Resizing JFS file system on partition <filename>%1</filename> failed: Initial mount failed.
de: Ändern der Größe des JFS Dateisystems auf Partition <filename>%1</filename> fehlgeschlagen: Erster Mount fehlgeschlagen.

# @title:menu
source: Activate swap
de: Auslagerungspartition aktivieren

# @title:menu
source: Deactivate swap
de: Auslagerungspartition deaktivieren

# @info/plain
source: Resizing XFS file system on partition <filename>%1</filename> failed: Could not create temp dir.
de: Ändern der Größe des XFS Dateisystems auf Partition <filename>%1</filename> fehlgeschlagen: Konnte Temporärverzeichnis nicht anlegen.

# @info/plain
source: Resizing XFS file system on partition <filename>%1</filename> failed: xfs_growfs failed.
de: Ändern der Größe des XFS Dateisystems auf Partition <filename>%1</filename> fehlgeschlagen: xfs_growfs fehlgeschlagen.

# @info/plain
source: Warning: Resizing XFS file system on partition <filename>%1</filename>: Unmount failed.
de: Warnung: Ändern der Größe des XFS Dateisystems auf Partition <filename>%1</filename>: Unmount fehlgeschlagen.

# @info/plain
source: Resizing XFS file system on partition <filename>%1</filename> failed: Initial mount failed.
de: Ändern der Größe des XFS Dateisystems auf Partition <filename>%1</filename> fehlgeschlagen: Erster Mount fehlgeschlagen.

# @title:window
source: File System Support
de: Unterstützung von Dateisystemen

# @title:window
source: Partition Information
de: Partitionsinformation

# @label partition
source: File system:
de: Dateisystem:

# @label partition
source: Capacity:
de: Größe:

# @label partition
source: Available:
de: Verfügbar:

# @label partition
source: Used:
de: Belegt:

# @label partition
source: First sector:
de: Erster Sektor:

# @label partition
source: Last sector:
de: Letzter Sektor:

# @label partition
source: Number of sectors:
de: Anzahl Sektoren:

# @title:window
source: Device Information
de: Geräteinformation

# @label device
source: Path:
de: Pfad:

# @label device
source: %1 (read only)
de: %1 (nur lesen)

# @label device
source: Type:
de: Typ:

# @label device
source: Capacity:
de: Größe:

# @label device
source: Total sectors:
de: Sektoren insgesamt:

# @label device
source: Heads:
de: Köpfe:

# @label device
source: Cylinders:
de: Zylinder:

# @label device
source: Sectors:
de: Sektoren:

# @label device
source: Sector size:
de: Sektorgröße:

# @label device
source: Cylinder size:
de: Zylindergröße:

# @label
source: %1 Sectors
de: %1 Sektoren

# @label device
source: Primaries/Max:
de: Primär/Max:

# @title:window
source: Insert a partition
de: Partition einfügen

# @info
source: <para>Do you really want to quit the application?</para><para>There is still an operation pending.</para>
de: <para>Möchten Sie die Anwendung wirklich beenden?</para><para>Es steht noch eine Operation aus.</para>

# @title:window
source: Discard pending operations and quit?
de: Ausstehende Operationen verwerfen und beenden?

# @action:button
source: &Quit <application>%1</application>
de: &Beende <application>%1</application>

# @action:inmenu
source: Undo
de: Rückgängig

# @info:tooltip
source: Undo the last operation
de: Macht die letzte Operation rückgängig

# @info:status
source: Remove the last operation from the list.
de: Entfernt die letzte Operation aus der Liste.

# @action:inmenu clear the list of operations
source: Clear
de: Leeren

# @info:tooltip
source: Clear all operations
de: Alle Operationen entfernen

# @info:status
source: Empty the list of pending operations.
de: Leert die Liste der ausstehenden Operationen.

# @action:inmenu apply all operations
source: Apply
de: Anwenden

# @info:tooltip
source: Apply all operations
de: Alle Operationen anwenden

# @info:status
source: Apply the pending operations in the list.
de: Wendet die ausstehenden Operationen in der Liste an.

# @action:inmenu
source: File System Support
de: Unterstützte Dateisysteme

# @info:tooltip
source: View file system support information
de: Zeigt Informationen über die unterstützten Dateisysteme an

# @info:status
source: Show information about supported file systems.
de: Anzeigen von Informationen über die unterstützten Dateisysteme

# @action:inmenu refresh list of devices
source: Refresh Devices
de: Geräte aktualisieren

# @info:tooltip
source: Refresh all devices
de: Alle Geräte aktualisieren

# @info:status
source: Renew the devices list.
de: Liest die Liste der Geräte neu ein.

# @action:inmenu
source: Create New Partition Table
de: Erzeuge neue Partitionstabelle

# @info:tooltip
source: Create New Partition Table
de: Erzeuge eine neue Partitionstabelle

# @info:status
source: Create a new and empty partition table on a device.
de: Erzeugt eine neue und leere Partitionstabelle auf einem Gerät.

# @action:inmenu create a new partition
source: New
de: Neu

# @info:tooltip
source: New partition
de: Neue Partition

# @info:status
source: Create a new partition.
de: Erzeugt eine neue Partition

# @action:inmenu
source: Resize/Move
de: Größe ändern/verschieben

# @info:tooltip
source: Resize or move partition
de: Ändere die Größe oder verschiebe eine Partition

# @info:status
source: Shrink, grow or move an existing partition.
de: Verkleinert, vergrößert oder verschiebt eine bestehende Partition.

# @action:inmenu
source: Delete
de: Löschen

# @info:tooltip
source: Delete partition
de: Lösche Partition

# @info:status
source: Delete a partition.
de: Löscht eine Partition.

# @action:inmenu
source: Copy
de: Kopieren

# @info:tooltip
source: Copy partition
de: Kopiere Partition

# @info:status
source: Copy an existing partition.
de: Kopiert eine bestehende Partition.

# @action:inmenu
source: Paste
de: Einfügen

# @info:tooltip
source: Paste partition
de: Partition einfügen

# @info:status
source: Paste a copied partition.
de: Fügt eine kopierte Partition ein.

# @action:inmenu
source: Mount
de: Einbinden

# @info:tooltip
source: Mount or unmount partition
de: Einbinden oder auswerfen einer Partition.

# @info:status
source: Mount or unmount a partition.
de: Bindet eine Partition ein oder wirft sie aus.

# @action:inmenu
source: Check
de: Prüfen

# @info:tooltip
source: Check partition
de: Prüfen einer Partition

# @info:status
source: Check a filesystem on a partition for errors.
de: Überprüft das Dateisystem auf einer Partition auf Fehler.

# @action:inmenu
source: Properties
de: Eigenschaften

# @info:tooltip
source: Show properties dialog
de: Anzeigen des Eigenschaften-Dialogs

# @info:status
source: View and modify partition properties (label, partition flags etc.)
de: Anzeigen und ändern von Eigenschaften einer Partition (Bezeichnung, Partitionsflags usw.)

# @action:inmenu
source: Backup
de: Sichern

# @info:tooltip
source: Backup partition
de: Sichern einer Partition

# @info:status
source: Backup a partition to an image file.
de: Sichert eine Partition in eine Abbilddatei.

# @action:inmenu
source: Restore
de: Wiederherstellen

# @info:tooltip
source: Restore partition
de: Wiederherstellen einer Partition

# @info:status
source: Restore a partition from an image file.
de: Stellt eine Partition aus einer Abbilddatei wieder her.

# @info:status
source: One pending operation
de: Eine ausstehende Operation

# @info/plain
source: Rescan devices...
de: Suche nach Geräten...

# @info/plain
source: Rescan finished.
de: Suche beendet.

# @info
source: The file system on partition <filename>%1</filename> could not be mounted.
de: Das Dateisystem auf Partition <filename>%1</filename> konnte nicht eingebunden werden.

# @title:window
source: Could not mount file system.
de: Konnte Dateisystem nicht einbinden.

# @info
source: The file system on partition <filename>%1</filename> could not be unmounted.
de: Die Einbindung des Dateisystems auf Partition <filename>%1</filename> konnte nicht gelöst werden.

# @title:window
source: Could not unmount file system.
de: Konnte Dateisystem nicht auswerfen.

# @info
source: <para>There are already %1 primary partitions on this device. This is the maximum number its partition table can handle.</para><para>You cannot create, paste or restore a primary partition on it before you delete an existing one.</para>
de: <para>Es sind bereits %1 primäre Partitionen auf diesem Gerät vorhanden. Dies ist die höchste Anzahl, die die Partitionstabelle auf diesem Gerät verwalten kann.</para> <para>Sie können keine primäre Partition darauf anlegen, wiederherstellen oder einfügen bevor Sie eine bestehende Partition löschen.</para>

# @title:window
source: Too many primary partitions.
de: Zu viele primäre Partitionen.

# @info
source: <para>The partition <filename>%1</filename> cannot currently be deleted because one or more partitions with higher logical numbers are still mounted.</para><para>Please unmount all partitions with higher logical numbers than %2 first.</para>
de: <para>Die Partition <filename>%1</filename> kann gegenwärtig nicht gelöscht werden, weil eine oder mehrere Partitionen mit höheren logischen Nummern noch eingebunden sind.</para> <para>Bitte werfen Sie alle Partitionen mit höheren logischen Nummern als %2 zuvor aus.</para>

# @title:window
source: Cannot delete partition.
de: Kann Partition nicht löschen.

# @info
source: Do you really want to delete the partition that is currently in the clipboard? It will no longer be available for pasting after it has been deleted.
de: <para>Möchten Sie die Partition in der Zwischenablage wirklich löschen?</para><para>Sie wird nicht mehr zum Einfügen zur Verfügung stehen, nachdem sie gelöscht wurde.</para>

# @title:window
source: Really delete partition in the clipboard?
de: Die Partition in der Zwischenablage wirklich löschen?

# @action:button
source: &Delete it
de: &Löschen

# @info/plain
source: Partition <filename>%1</filename> has the same position and size after resize/move. Ignoring operation.
de: Partition <filename>%1</filename> hat die gleiche Position und Größe nach Größenänderung/Verschieben. Die Operation wird ignoriert.

# @info/plain
source: Partition <filename>%1</filename> has been copied to the clipboard.
de: Die Partition <filename>%1</filename> wurde in die Zwischenablage kopiert.

# @info
source: <para>The selected partition is not large enough to hold the source partition or the backup file.</para><para>Pick another target or resize this partition so it is as large as the source.</para>
de: <para>Die ausgewählte Partition ist nicht groß genug, um die Quellpartition oder die Abbilddatei aufzunehmen.</para><para>Wählen Sie eine andere Zielpartition oder ändern Sie die Größe dieser Partition so, dass sie groß genug für die Quelle ist.</para>

# @title:window
source: Target not large enough
de: Ziel nicht groß genug

# @info
source: <para>It is not possible to create the target partition large enough to hold the source.</para><para>This may happen if not all partitions on a device start and end on cylinder boundaries or when copying a primary partition into an extended partition.</para>
de: <para>Es ist nicht möglich, die Zielpartition groß genug zu erstellen, dass sie die Quelle aufnehmen kann.</para><para>Das kann geschehen wenn nicht alle Partitionen auf einem Gerät an Zylindergrenzen beginnen und enden oder wenn eine primäre Partition in eine erweiterte kopiert werden soll.</para>

# @title:window
source: Cannot create target partition.
de: Kann Zielpartition nicht erstellen.

# @info
source: <para>Do you really want to create a new partition table on the following device?</para><para><list><item><filename>%1</filename> (%2)</item></list></para><para><warning>This will destroy all data on the device.</warning></para>
de: <para>Möchten Sie auf dem folgenden Gerät wirklich eine neue Partitionstabelle erstellen?</para> <para><list><item><filename>%1</filename> (%2)</item></list></para><para><warning>Dadurch werden alle Daten auf dem Gerät gelöscht.</warning></para>

# @title:window
source: Destroy all data on device?
de: Alle Daten auf dem Gerät löschen?

# @action:button
source: &Create new partition table
de: &Neue Partitionstabelle erstellen

# @info
source: <para>Do you really want to rescan the devices?</para><para><warning>This will also clear the list of pending operations.</warning></para>
de: <para>Möchten Sie wirklich die Geräte aktualisieren?</para><para><warning>Dadurch wird auch die Liste der ausstehenden Operationen geleert.</warning></para>

# @title:window
source: Really rescan the devices?
de: Wirklich Geräte neu einlesen?

# @action:button
source: &Rescan devices
de: &Geräte neu einlesen

# @info/plain
source: Undoing operation: %1
de: Mache Operation rückgängig: %1

# @info
source: Do you really want to clear the list of pending operations?
de: Möchten Sie die Liste der ausstehenden Operationen wirklich leeren?

# @title:window
source: Clear pending operations?
de: Ausstehende Operationen löschen?

# @action:button
source: &Clear pending operations
de: &Ausstehende Operationen löschen

# @info/plain
source: Clearing the list of pending operations.
de: Liste der ausstehenden Operationen wird geleert.

# @info
source: <para>Do you really want to apply the pending operations listed below?</para><para><warning>This will permanently modify your disks.</warning></para>
de: <para>Möchten Sie die unten aufgeführten ausstehenden Operationen wirklich anwenden?</para><para><warning>Dadurch werden Ihre Festplatten unwiderruflich verändert.</warning></para>

# @title:window
source: Apply pending operations?
de: Ausstehende Operationen anwenden?

# @action:button
source: &Apply pending operations
de: Ausstehende Operationen &anwenden

# @info/plain
source: Applying operations...
de: Operationen werden angewandt...

# @info
source: Do you want to overwrite the existing file <filename>%1</filename>?
de: Möchten Sie die bestehende Datei <filename>%1</filename> überschreiben?

# @title:window
source: Overwrite existing file?
de: Bestehende Datei überschreiben?

# @action:button
source: &Overwrite file
de: &Datei überschreiben

# @info
source: The file system in the image file <filename>%1</filename> is too large to be restored to the selected partition.
de: Das Dateisystem in der Abbilddatei <filename>%1</filename> ist zu groß um in die ausgewählte Partition wiederhergestellt zu werden.

# @title:window
source: Not enough space to restore file system.
de: Nicht genügend Platz um Dateisystem wiederherzustellen.

# @title:window
source: Create a new partition
de: Neue Partition anlegen

# @item:inlistbox partition role
source: Primary
de: Primär

# @item:inlistbox partition role
source: Extended
de: Erweitert

# @item:inlistbox partition role
source: Logical
de: Logisch

# @title:window
source: Partition properties: <filename>%1</filename>
de: Partitionseigenschaften: <filename>%1</filename>

# @item mountpoint
source: (none found)
de: (keiner gefunden)

# @label partition state
source: idle
de: nicht verwendet

# @label partition state
source: At least one logical partition is mounted.
de: Mindestens eine logische Partition ist eingebunden.

# @label partition state
source: mounted on <filename>%1</filename>
de: eingebunden auf <filename>%1</filename>

# @label partition state
source: mounted
de: Eingebunden

# @info
source: <para><warning>You are about to lose all data on partition <filename>%1</filename>.</warning></para><para>Changing the file system on a partition already on disk will erase all its contents. If you continue now and apply the resulting operation in the main window, all data on <filename>%1</filename> will unrecoverably be lost.</para>
de: <para><warning>Sie sind dabei, alle Daten auf Partition <filename>%1</filename> zu verlieren.</warning></para> <para>Durch das Ändern eines Dateisystems, das bereits auf der Festplatte erzeugt wurde, werden alle Daten darin gelöscht. Wenn Sie jetzt fortfahren und die entstandene Operation im Hauptfenster anwenden, werden alle Daten auf <filename>%1</filename> unwiderruflich verloren gehen.</para>

# @title:window
source: Really recreate <filename>%1</filename> with file system %2?
de: Wirklich <filename>%1</filename> mit dem Dateisystem %2 neu erstellen?

# @action:button
source: &Change the file system
de: &Dateisystem ändern

# @action:button
source: &Do not change the file system
de: Dateisystem &nicht ändern

# @info
source: <para><warning>You are about to lose all data on partition <filename>%1</filename>.</warning></para><para>Recreating a file system will erase all its contents. If you continue now and apply the resulting operation in the main window, all data on <filename>%1</filename> will unrecoverably be lost.</para>
de: <para><warning>Sie sind dabei, alle Daten auf Partition <filename>%1</filename> zu verlieren.</warning></para> <para>Durch das Neuerstellen eines Dateisystems werden alle Daten darin gelöscht. Wenn Sie jetzt fortfahren und die entstandene Operation im Hauptfenster anwenden, werden alle Daten auf <filename>%1</filename> unwiderruflich verloren gehen.</para>

# @title:window
source: Really recreate file system on <filename>%1</filename>?
de: Dateisystem auf <filename>%1</filename> wirklich neu erstellen?

# @action:button
source: &Recreate the file system
de: &Dateisystem neu erstellen

# @action:button
source: &Do not recreate the file system
de: Dateisystem &nicht neu erstellen

# @info:progress
source: Setting up...
de: Einrichten...

# @info:progress
source: Waiting for operation to finish...
de: Warte bis Operation beendet ist...

# @info
source: Do you really want to cancel?
de: Möchten Sie wirklich abbrechen?

# @title:window
source: Cancel Running Operations
de: Laufende Operationen abbrechen

# @action:button
source: Yes, cancel operations
de: Ja, Operationen abbrechen

# @info:progress
source: All operations successfully finished.
de: Alle Operationen wurden erfolgreich ausgeführt.

# @info:progress
source: Operations cancelled.
de: Operationen abgebrochen

# @info:progress
source: There were errors while applying operations. Aborted.
de: Während des Anwendens der Operationen sind Fehler aufgetreten. Abgebrochen.

# @info:progress
source: Total Time: %1
de: Gesamtzeit: %1

# @info
source: Could not open file <filename>%1</filename> for writing.
de: Konnte Datei <filename>%1</filename> nicht zum Schreiben öffnen.

# @title:window
source: Could not save report.
de: Konnte Bericht nicht speichern.

# @info
source: The configured external browser could not be run. Please check your settings.
de: Der eingestellte Webbrowser konnte nicht gestartet werden. Bitte überprüfen Sie Ihre Einstellungen.

# @title:window
source: Could not launch browser.
de: Konnte Webbrowser nicht starten

# @info
source: Could not create temporary file <filename>%1</filename> for writing.
de: Konnte temporäre Datei <filename>%1</filename> nicht zum Schreiben anlegen.

# @title:window
source: Resize/move partition: <filename>%1</filename>
de: Größe ändern/verschieben von einer Partition: <filename>%1</filename>
